[
    {
        "id": 0,
        "description": "I am Seth, a dedicated and compassionate water slime Healer with a profound connection to the element of water. In the enchanting realm of Aqualoria, I have honed my unique magical abilities to bring healing and solace to those in need. With a deep understanding of aquatic magic and a commitment to the well-being of all, I have established myself as a trusted and skilled healer in our mystical world.",
        "options": [
            {
                "text": "Education",
                "target": 1
            },
            {
                "text": "Work Experience",
                "target": 2
            },
            {
                "text": "Skills",
                "target": 3
            },
            {
                "text": "Interests",
                "target": 4
            },
            {
                "text": "About Me",
                "target": 5
            }
        ]
    },
    {
        "id": 1,
        "description": "In the year 370 I graduated from the School of Aquatic Mysteries and got a degree in Mastery of Water Magic. After that I was under an apprenticeship to Master Nerus Thalasson in 15 years, 370-385. In the years after my apprenticeship I got an award for \"Excellence in Water Magic Research\"",
        "options":[
            {
                "text": "Home",
                "target": 0
            }
        ]
    },
    {
        "id": 2,
        "description":"I have been working as a mage in the Aquatic Sanctum in Crystal Depths of Aqualoria since 385 and still work there. I have done research and helped patients during my work.",
        "options":[
            {
                "text": "Home",
                "target": 0
            }
        ]
    },
    {
        "id": 3,
        "description": "I am adept in several skills which includes: Water Magic Mastery, Empathy and Compassion, Healing Expertise, Collaborative Teamwork, Research and Innovation, Teaching and Mentorship, Community Outreach, Emotional Resonance, Adaptability, Attention to Detail & Communication. I am fluent in Aquatic and proficient in the common tongue.",
        "options":[
            {
                "text": "Home",
                "target": 0
            }
        ]
    },
    {
        "id": 4,
        "description": "My interests include: Aquatic Ecology, Mystical Artefacts, Holistic Healing, Magical Flora, Aquatic Music, Exploration, Teaching and Mentorship, Ancient Lore, Crystal enchantment & Coral Reef Conservation.",
        "options": [
            {
                "text": "Aquatic Ecology",
                "target": 6,
                "options":[
                    {
                        "text": "Home",
                        "target": 0
                    }
                ]
            },
            {
                "text": "Mystical Artefacts",
                "target": 7,
                "options":[
                    {
                        "text": "Home",
                        "target": 0
                    }
                ]
            },
            {
                "text": "Holistic Healing",
                "target": 8,
                "options":[
                    {
                        "text": "Home",
                        "target": 0
                    }
                ]
            },
            {
                "text": "Magical Flora",
                "target": 9,
                "options":[
                    {
                        "text": "Home",
                        "target": 0
                    }
                ]
            },
            {
                "text": "Aquatic Music",
                "target": 10,
                "options":[
                    {
                        "text": "Home",
                        "target": 0
                    }
                ]
            },
            {
                "text": "Exploration",
                "target": 11,
                "options":[
                    {
                        "text": "Home",
                        "target": 0
                    }
                ]
            },
            {
                "text": "Teaching and Mentorship",
                "target": 12,
                "options":[
                    {
                        "text": "Home",
                        "target": 0
                    }
                ]
            },
            {
                "text": "Ancient Lore",
                "target": 13,
                "options":[
                    {
                        "text": "Home",
                        "target": 0
                    }
                ]
            },
            {
                "text": "Crystal Enchantment",
                "target": 14,
                "options":[
                    {
                        "text": "Home",
                        "target": 0
                    }
                ]
            },
            {
                "text": "Coral Reef Conservation",
                "target": 15,
                "options":[
                    {
                        "text": "Home",
                        "target": 0
                    }
                ]
            },
            {
                "text": "Home",
                "target": 0
            }
        ]
    },
    {
        "id": 5,
        "description": "I am Seth, a Water Slime Healer deeply connected to the enchanting world of Aqualoria. My journey has been one of exploration, empathy, and the unwavering pursuit of healing excellence. As a practitioner of water magic, I have not only mastered the art of mending wounds and curing ailments but have also delved into the profound connection between water and emotion.",
        "options":[
            {
                "text": "Home",
                "target": 0
            }
        ]
    },
    {
        "id": 6,
        "description": "I am acutely aware of the delicate balance that exists within Aqualoria's aquatic ecosystems. From the shimmering kelp forests to the bustling coral reefs, each corner of our world plays a vital role in sustaining life. My interest lies in understanding the intricate relationships between different species, the cycles of life and death, and the impact of environmental changes on our underwater home.",
        "options":[
            {
                "text": "Back",
                "target": 4
            }
        ]
    },
    {
        "id": 7,
        "description": "I am an avid collector of mystical artifacts, and my collection spans a wide array of objects, from ancient scrolls and enchanted crystals to intricate amulets and ornate jewelry. Each piece in my collection represents a piece of Aqualoria's magical heritage, and I take great care in cataloging, preserving, and studying them.",
        "options":[
            {
                "text": "Back",
                "target": 4
            }
        ]
    },
    {
        "id": 8,
        "description": "My passion for holistic healing extends to a commitment to lifelong learning. I constantly seek to expand my knowledge and skills in various healing modalities, such as energy healing, meditation, and herbalism. This dedication to continuous improvement ensures that I can offer the most comprehensive and effective healing services to my patients.",
        "options":[
            {
                "text": "Back",
                "target": 4
            }
        ]
    },
    {
        "id": 9,
        "description": "The underwater flora of Aqualoria is unlike anything found in the world above. These plants are living conduits of magic, intertwined with the very essence of our realm. They shimmer with bioluminescence, sway with the rhythms of the tides, and exude a sense of otherworldly beauty. My interest lies in understanding their intricate properties and unlocking the secrets they hold.",
        "options":[
            {
                "text": "Back",
                "target": 4
            }
        ]
    },
    {
        "id": 10,
        "description": "Aqualoria's underwater world is alive with a symphony of enchanting melodies. From the hauntingly beautiful songs of merfolk to the rhythmic pulses of bioluminescent organisms, our realm's music transcends mere auditory sensations. It is an ethereal tapestry of emotions, energies, and life itself, and my interest lies in understanding, appreciating, and harmonizing with these melodies.",
        "options":[
            {
                "text": "Back",
                "target": 4
            }
        ]
    },
    {
        "id": 11,
        "description": "Aqualoria is a world of endless wonders, and I have made it my mission to uncover its hidden secrets. From the bioluminescent caves of the Abyssal Abyss to the undiscovered coral gardens in the Crystal Depths, I am drawn to the uncharted depths like a siren's song. Each expedition is an opportunity to witness the beauty and mysteries that lie beneath the surface",
        "options":[
            {
                "text": "Back",
                "target": 4
            }
        ]
    },
    {
        "id": 12,
        "description": "As a healer, I understand the importance of mentorship in guiding aspiring water mages and healers on their path. I take great joy in nurturing their skills and helping them develop their unique abilities. Witnessing their growth and seeing them become skilled healers in their own right is a rewarding experience.",
        "options":[
            {
                "text": "Back",
                "target": 4
            }
        ]
    },
    {
        "id": 13,
        "description": "The tales of merfolk, sea deities, and legendary sea creatures are more than mere myths; they are living legends that continue to influence our underwater world. I am drawn to these stories as they provide insights into the beliefs and values of our ancestors, as well as clues to hidden treasures and undiscovered realms.",
        "options":[
            {
                "text": "Back",
                "target": 4
            }
        ]
    },
    {
        "id": 14,
        "description": "Crystal enchantment amplifies the effectiveness of my magical rituals. Whether it's purifying water for healing baths or charging sacred objects with energy, crystals play a central role in enhancing the magic and power of these rituals. Their energies harmonize with water magic, resulting in potent and transformative experiences.",
        "options":[
            {
                "text": "Back",
                "target": 4
            }
        ]
    },
    {
        "id": 15,
        "description": "Coral reefs are not merely collections of colorful corals; they are complex ecosystems that support an incredible diversity of marine life. My interest extends to understanding the delicate balance of these ecosystems, from the symbiotic relationships between corals and algae to the intricate food webs that depend on them.",
        "options":[
            {
                "text": "Back",
                "target": 4
            }
        ]
    }
]